<template>
  <div class="education">
    <div class="education__intro">
      <h1 class="education__title">Программы обучения</h1>
      <p>
        Обучение - ординатура, аспирантура (очная и заочная), профессиональная
        переподготовка (504 часа и более), сертификационные циклы повышения
        квалификации (усовершенствование 144 часа и более),тематическое
        усовершенствование (72 часа).
      </p>
    </div>
    <div class="education__nav" aria-label="Формы обучения">
      <router-link
        :to="item.link"
        class="education__item"
        v-for="item in tabs"
        :key="item.id"
      >
        {{ item.label }}
      </router-link>
    </div>

    <section class="education__details show">
      <h2 class="education__details-title">Дополнительная информация</h2>
      <p class="education__details-context">
        Кафедра неврологии ФГБУ ДПО «ЦГМА» УД Президента РФ организует и
        проводит послевузовское и дополнительное образование врачей
        лечебно-профилактических и санаторно-курортных учреждений Управления
        делами президента Российской Федерации в виде интернатуры, клинической
        ординатуры и аспирантуры (очной и заочной форм обучения),
        сертификационных циклов, циклов тематического усовершенствования и
        повышения квалификации медицинских специалистов неврологического
        профиля, в том числе на договорной основе. ФГБУ ДПО «ЦГМА» обладает
        правом первичной специализации и использует основные и дополнительные
        медицинские профессиональные программы и программы послевузовского
        профессионального медицинского образования. На кафедре роводится
        подготовка аспирантов по специальности 14.01.11 Нервные болезни". в ЦГМА
        организован прием экзаменов кандидатского минимума. При обучении
        осуществляются следующие основные виды и формы учебных занятий: лекции,
        практические, семинарские и выездные занятия, стажировку на рабочем
        месте, контрольные и другие работы, методическое руководство,
        консультации, самостоятельную работу обучаемых, проведение экспертизы и
        разбора конкретных случаев и т.д. При проведении учебных занятий активно
        используются телемедицинские и симуляционные технологии. По завершению
        обучения и успешной сдачи квалификационных экзаменов слушатели циклов
        получают в установленном порядке свидетельство о повышении квалификации
        и сертификат врача–специалиста. К учебно-педагогическому процессу
        привлекаются Главные специалисты Главного медицинского управления
        Управления делами Президента Российской Федерации – академики РАН и
        РАМН, руководители, ведущие педагоги и крупные ученые институтов РАМН и
        Минздравсоцразвития России. Кафедра неврологии ФГБУ ДПО «ЦГМА»
        осуществляет следующие виды послевузовского дополнительного
        профессионального образования: Ординатура, Аспирантуа, циклы ПП и ПК,
        мастер-классы.
      </p>
    </section>
  </div>
</template>

<script lang="js">
import { defineComponent, ref } from 'vue'

export default defineComponent({
  setup() {
    const tabs = [
      { id: 'ordinatura', label: 'Ординатура', link: '/ordinatura' },
      { id: 'aspirantura', label: 'Аспирантура', link: '/aspirantura' },
      {
        id: 'retraining',
        label: 'Профессиональная переподготовка',
        link: '/retraining',
      },
      {
        id: 'certification_cycles',
        label: 'Сертификационные циклы',
        link: '/certification_cycles',
      },
      {
        id: 'thematic_improvement',
        label: 'Тематическое усовершенстрование',
        link: '#',
      },
    ]
    return {
      tabs,
    }
  },
})
</script>

<style scoped lang="scss">
@use '@/assets/styles/pages/Learn';
</style>
