<template>
  <div class="container py-5">
    <div class="card shadow-lg border-0">
      <div class="card-body d-flex flex-column align-items-center">
        <h2 class="text-center h2 mt-4">Клинические базы кафедры неврологии</h2>
        <div class="d-flex w-50 justify-content-center mt-3">
          <router-link
            class="fs-6 text-decoration-none p-2 rounded text-nowrap bg-dark-subtle text-black me-3 link-primary"
            :to="{ name: 'Gkb51dzm' }"
            >ГКБ №51 ДЗМ
          </router-link>
          <a
            target="_blank"
            rel="noopener noreferrer"
            class="fs-6 text-decoration-none p-2 rounded bg-dark-subtle text-nowrap text-black ms-3 link-primary"
            href="http://www.kremlin-neurology.ru/volynka.htm"
            >КБ №1 (Волынская)
          </a>
        </div>
        <p class="text-center text-info-emphasis fs-6 mt-3">
          Кафедра неврологии проводит обучение врачей-неврологов на ряде
          многопрофильных клинических баз как городского подчинения, так и
          являющихся подведомственными учреждениями ГМУ УД Президента РФ. В их
          число входит Городская клиническая больница №51 ДЗМ, имеющая плановое
          и интенсивное сосудистые неврологические отделения и обеспечивающая
          широкие возможности изучения ургентной ангионеврологии. Свои первые
          шаги в неврологии наши будущие коллеги делают именно здесь.
        </p>
        <p class="text-center text-info-emphasis fs-6">
          Второй традиционной базой кафедры является ФГБУ "Центральная
          клиническая больница с поликлиникой" УД Президента РФ. Наличие в ЦКБП
          не только планового и интенсивного неврологических отделений, а также
          геронтологии и детского психоневрологического отделений, но и
          нейрохирургии, а также мощнейшей диагностической базы обеспечивает
          совершенствование врача-невролога и дает возможности для его глубокой
          междисциплинарной подготовки. Поликлиника ЦКБ дает возможность
          получения навыков работы в амбулаторном звене.
        </p>
        <p class="text-center text-info-emphasis fs-6">
          С осени 2016 года новой клинической базой кафедры стала ФГБУ
          "Клиническая больница №1 (Волынская) УД Президента РФ, имеющая 2
          плановых неврологических отделения, нейрореабилитацию, отделение
          интенсивной неврологии и поликлинику, что позволяет провести все
          необходимые этапы подготовки врача-невролога.
        </p>
      </div>
    </div>
  </div>
</template>

<script setup lang="js"></script>

<style scoped lang="scss"></style>
