export const neurologySchoolData = {
  leadership: [
    {
      id: 1,
      title: 'Научный руководитель Научного кружка:',
      name: 'Алексей Сергеевич Васильев, к.м.н., доцент, доцент кафедры неврологии ФГБУ ДПО «ЦГМА» УД Президента РФ',
    },
    {
      id: 2,
      title: 'Научные руководители Конференций:',
      name: 'Владимир Иванович Шмырев, д.м.н., профессор, заведующий кафедрой неврологии ФГБУ ДПО «ЦГМА» УД Президента РФ',
    },
    {
      id: 3,
      title: '',
      name: 'Алексей Сергеевич Васильев, к.м.н., доцент, доцент кафедры неврологии ФГБУ ДПО «ЦГМА» УД Президента РФ',
    },
    {
      id: 4,
      title: 'Секретарь Научного кружка:',
      name: 'Надежда Владимировна Михайлова, ассистент кафедры неврологии ФГБУ ДПО «ЦГМА» УД Президента РФ.',
    },
  ],
  eventsByYear: [
    {
      year: '2022',
      events: [
        {
          id: 1,
          date: 'План Школы на 18 января 2022г. (16:00):',
          presentations: [
            {
              id: 1,
              speaker: 'Доцент Васильев А.С. (ЦГМА):',
              topic: '"Диабет".',
            },
            {
              id: 2,
              speaker: 'Доцент Васильев А.С. (ЦГМА):',
              topic: '"Диабетическая полинейропатия".',
            },
          ],
        },
        {
          id: 2,
          date: 'План Школы на 25 января 2022г. (16:00):',
          presentations: [
            {
              id: 3,
              speaker: 'Доцент Васильев А.С. (ЦГМА):',
              topic: '"Альтернирующие синдромы в клинической практике".',
            },
          ],
        },
        {
          id: 3,
          date: 'План Школы на 22 февраля 2022г. (16:00):',
          presentations: [
            {
              id: 4,
              speaker: 'Доцент Васильев А.С. (ЦГМА):',
              topic: '"Головокружение".',
            },
            {
              id: 5,
              speaker: 'Доцент Васильев А.С. (ЦГМА):',
              topic: '"Синкопальные состояния".',
            },
          ],
        },
        {
          id: 4,
          date: 'План Школы на 15 марта 2022г. (16:00):',
          presentations: [
            {
              id: 6,
              speaker: 'Ординатор Коваленко А.А. (ЦГМА):',
              topic: '"Черепно-мозговая травма".',
            },
          ],
        },
      ],
    },
    {
      year: '2021',
      events: [
        {
          id: 5,
          date: 'План Школы на 19 января 2021г. (17:00):',
          presentations: [
            {
              id: 7,
              speaker: 'Ординатор Мирошкина П.В. (ЦГМА):',
              topic: '"Артерио-венозные мальформации".',
            },
            {
              id: 8,
              speaker: 'Ординатор Фисенко Д.А. (ЦГМА):',
              topic: '"LWG".',
            },
          ],
        },
        {
          id: 6,
          date: 'План Школы на 24 февраля 2021г.:',
          presentations: [
            {
              id: 9,
              speaker: 'К.м.н., доцент А.С. Васильев (ЦГМА):',
              topic: '"Нейростоматология".',
            },
            {
              id: 10,
              speaker: 'Ординатор Кедрова Е.А. (ЦГМА):',
              topic:
                '"Проводящие пути и центральный отдел слухового анализатора".',
            },
          ],
        },
        {
          id: 7,
          date: 'План Школы на 9 марта 2021г.:',
          presentations: [
            {
              id: 11,
              speaker: 'К.м.н., доцент А.С. Васильев (ЦГМА):',
              topic: '"Современные возможности нейрореабилитации".',
            },
            {
              id: 12,
              speaker: 'Ординатор Фурцева Е.А. (ЦГМА):',
              topic: '"Хронический болевой синдром".',
            },
          ],
        },
        {
          id: 8,
          date: 'План Школы на 13 апреля 2021г.:',
          presentations: [
            {
              id: 13,
              speaker: 'Мусорина В.Л. (ЦГМА):',
              topic:
                '"Диагностика и лечение миофасциальных болевых синдромов пояснично-крестцовой локализации у больных с дегенеративно-дистрофическими заболеваниями позвоночника".',
            },
            {
              id: 14,
              speaker: 'Ординатор Белякова Е.Т. (ЦГМА):',
              topic: '"Болезнь Крейтцфельдта-Якоба".',
            },
          ],
        },
        {
          id: 9,
          date: 'План Школы на 11 мая 2021г.:',
          presentations: [
            {
              id: 15,
              speaker: 'Помогаева Е.Ю. (Промфарм, Москва):',
              topic:
                '"Особенности ведения коморбидных пациентов с болевыми синдромами в период коронавирусной инфекции".',
            },
          ],
        },
        {
          id: 10,
          date: 'План Школы на 12 октября 2021г.:',
          presentations: [
            {
              id: 16,
              speaker: 'К.м.н., доцент А.С. Васильев (ЦГМА):',
              topic:
                '"Мышечные дистонии и миофасциальные дисфункции у детей различного возраста".',
            },
          ],
        },
        {
          id: 11,
          date: 'План Школы на 09 ноября 2021г.:',
          presentations: [
            {
              id: 17,
              speaker: 'К.м.н., доцент Е.Г. Демьяновская (ЦГМА):',
              topic: '"Вирусные энцефалиты".',
            },
          ],
        },
      ],
    },
    {
      year: '2020',
      events: [
        {
          id: 12,
          date: 'План Школы на 11 февраля 2020г.:',
          presentations: [
            {
              id: 18,
              speaker:
                'Помогаева Е.Ю. (ТРБ Кемедика Интернешнл С.А., Швейцария, Представительство в Москве):',
              topic: '"Суставной синдром в практике невролога".',
            },
            {
              id: 19,
              speaker: 'К.м.н., доцент А.С. Васильев (ЦГМА):',
              topic:
                '"Биомеханические компоненты патогенеза хронических болевых синдромов".',
            },
          ],
        },
        {
          id: 13,
          date: 'План Школы на 10 марта 2020г.:',
          presentations: [
            {
              id: 20,
              speaker: 'К.м.н., доцент Васильев А.С.(ЦГМА):',
              topic: '"Доказательная медицина глазами практикующего врача".',
            },
            {
              id: 21,
              speaker: 'Ординатор Тян А.А. (ЦГМА):',
              topic: '"Немедикаментозные методы лечения неспецифической боли".',
            },
          ],
        },
        {
          id: 14,
          date: 'План Школы на 28 октября 2020г.:',
          presentations: [
            {
              id: 22,
              speaker: 'Ординатор Кедрова Е.А. (ЦГМА):',
              topic: '"Аномалия Киари".',
            },
            {
              id: 23,
              speaker: 'Ординатор Жимжим В.И. (ЦГМА):',
              topic: '"Травмы спинного мозга".',
            },
          ],
        },
        {
          id: 15,
          date: 'План Школы на 11 ноября 2020г.:',
          presentations: [
            {
              id: 24,
              speaker: 'Ординатор Фисенко Д.А. (ЦГМА):',
              topic: '"Рассеянный склероз".',
            },
            {
              id: 25,
              speaker: 'Ординатор Фурсова Е.А. (ЦГМА):',
              topic: '"Болезнь Альцгеймера".',
            },
          ],
        },
        {
          id: 16,
          date: 'План Школы на 25 ноября 2020г.:',
          presentations: [
            {
              id: 26,
              speaker: 'Ординатор Мирошкина П.В. (ЦГМА):',
              topic: '"Болезнь Паркинсона".',
            },
            {
              id: 27,
              speaker: 'К.м.н., доцент Васильев А.С.(ЦГМА):',
              topic:
                '"История и современность инструментальной диагностики в неврологии".',
            },
          ],
        },
        {
          id: 17,
          date: 'План Школы на 16 декабря 2020г.:',
          presentations: [
            {
              id: 28,
              speaker: 'Ординатор Жимжим В.И. (ЦГМА):',
              topic: '"БАС".',
            },
            {
              id: 29,
              speaker: 'Ординатор Кедрова Е.А. (ЦГМА):',
              topic: '"Гидроцефалии".',
            },
          ],
        },
        {
          id: 18,
          date: 'План Школы на 23 декабря 2020г.:',
          presentations: [
            {
              id: 30,
              speaker: 'Ординатор Фурсова Е.А. (ЦГМА):',
              topic: '"Болезнь Гийена-Барре".',
            },
            {
              id: 31,
              speaker: 'К.м.н., доцент Васильев А.С.(ЦГМА):',
              topic: '"Междисциплинарные аспекты болевых синдромов".',
            },
          ],
        },
      ],
    },
    {
      year: '2019',
      events: [
        {
          id: 19,
          date: 'План Школы на 11 июня 2019г.:',
          presentations: [
            {
              id: 32,
              speaker: 'К.м.н., доцент А.С. Васильев (ЦГМА):',
              topic:
                '"Нозологический и патогенетический подход в ведении больных".',
            },
          ],
        },
        {
          id: 20,
          date: 'План Школы на 14 мая 2019г.:',
          presentations: [
            {
              id: 33,
              speaker: 'К.м.н., доцент А.С. Васильев (ЦГМА):',
              topic: '"Сложности инструментальной диагностики в неврологии".',
            },
            {
              id: 34,
              speaker: 'Аспирант К.Н. Аветисова (ЦГМА, КБ№ 1):',
              topic:
                '"Особенности клинического течения и ведения пациентов с первичными головными болями".',
            },
          ],
        },
        {
          id: 21,
          date: 'План Школы на 9 апреля 2019г.:',
          presentations: [
            {
              id: 35,
              speaker: 'К.м.н., доцент А.С. Васильев (ЦГМА):',
              topic:
                '"Значение сердечно-сосудистой хирургии в практике врача-невролога".',
            },
          ],
        },
        {
          id: 22,
          date: 'План Школы на 12 марта 2019г.:',
          presentations: [
            {
              id: 36,
              speaker: 'К.м.н., доцент А.С. Васильев (ЦГМА):',
              topic: '"Типичные и атипичные дорсалгии в клинической практике".',
            },
          ],
        },
        {
          id: 23,
          date: 'План Школы на 12 февраля 2019г.:',
          presentations: [
            {
              id: 37,
              speaker: 'К.м.н., доцент А.С. Васильев (ЦГМА):',
              topic: '"Аномалии развития в практике невролога".',
            },
            {
              id: 38,
              speaker: 'Аспирант К.Н. Аветисова (ЦГМА, КБ№ 1):',
              topic:
                '"Особенности нейрофункциональных показателей у пациентов с первичными головными болями".',
            },
            {
              id: 39,
              speaker: 'Ординатор А.А. Гарманова (ЦГМА):',
              topic:
                '"Нарушения ходьбы и равновесия у пациентов пожилого возраста".',
            },
          ],
        },
      ],
    },
    {
      year: '2018',
      events: [
        {
          id: 24,
          date: 'План Школы на 13 ноября 2018г.:',
          presentations: [
            {
              id: 40,
              speaker: 'К.м.н., доцент А.С. Васильев (ЦГМА):',
              topic:
                '"Визуализационные технологии в неврологии - от истории к современности".',
            },
            {
              id: 41,
              speaker: 'Ординатор А.А. Гарманова (ЦГМА):',
              topic: '"Нарушения акта глотания в неврологической практике".',
            },
          ],
        },
        {
          id: 25,
          date: 'План Школы на 9 октября 2018г.:',
          presentations: [
            {
              id: 42,
              speaker: 'К.м.н., доцент А.С. Васильев (ЦГМА):',
              topic: '"Редкие заболевания в практике невролога".',
            },
          ],
        },
        {
          id: 26,
          date: 'План Школы на 5 июня 2018г.:',
          presentations: [
            {
              id: 43,
              speaker: 'К.м.н., доцент А.С. Васильев (ЦГМА):',
              topic:
                '"Демиелинизирующие заболевания центральной и периферической нервной системы".',
            },
          ],
        },
        {
          id: 27,
          date: 'План Школы на 15 мая 2018г.:',
          presentations: [
            {
              id: 44,
              speaker: 'К.м.н., доцент А.С. Васильев (ЦГМА):',
              topic: '"Экстравазальные компрессии в неврологии".',
            },
          ],
        },
        {
          id: 28,
          date: 'План Школы на 10 апреля 2018г.:',
          presentations: [
            {
              id: 45,
              speaker: 'К.м.н., доцент А.С. Васильев (ЦГМА):',
              topic: '"Аномалии развития в неврологии"',
            },
            {
              id: 46,
              speaker: 'Ординатор Е.О. Чугунова (ЦГМА):',
              topic: '"Аномалия Арнольда-Киари"',
            },
          ],
        },
        {
          id: 29,
          date: 'План Школы на 20 марта 2018г.:',
          presentations: [
            {
              id: 47,
              speaker: 'К.м.н., доцент Е.Г. Демьяновская (ЦГМА):',
              topic:
                '"Клещевой энцефалит в Московском регионе. Важные аспекты профилактики, диагностики и лечения"',
            },
            {
              id: 48,
              speaker: 'Ординатор О.И. Зырянова (ЦГМА):',
              topic: '"Неврологический осмотр новорожденного"',
            },
          ],
        },
        {
          id: 30,
          date: 'План Школы на 20 февраля 2018г.:',
          presentations: [
            {
              id: 49,
              speaker: 'К.м.н., доцент А.С. Васильев (ЦГМА):',
              topic: '"Нейроэндокринные аспекты боли"',
            },
            {
              id: 50,
              speaker: 'Ординатор А.А. Чеснокова (ЦГМА):',
              topic: '"Синдром беспокойных ног"',
            },
          ],
        },
      ],
    },
    {
      year: '2017',
      events: [
        {
          id: 31,
          date: 'План Школы на 12 декабря 2017г.:',
          presentations: [
            {
              id: 51,
              speaker: 'К.м.н, доцент А.В. Фадеев (ПМГМУ им. И.М. Сеченова):',
              topic: '"Основы кинезиотейпирования".',
            },
          ],
        },
        {
          id: 32,
          date: 'План Школы на 14 ноября 2017г.:',
          presentations: [
            {
              id: 52,
              speaker: 'К.м.н, ассистент Е.Г. Демьяновская (ЦГМА):',
              topic:
                '"Клещевой энцефалит в России и Московском регионе. К 80-летию открытия возбудителя".',
            },
            {
              id: 53,
              speaker: 'Ординатор Л.В. Лозинский (ЦГМА):',
              topic:
                '"Лечение болевых синдромов у спортсменов методами ортопедической коррекции стоп индивидуальными ортезами системы «Футмастер» и остеопатии".',
            },
          ],
        },
        {
          id: 33,
          date: 'План Школы на 10 октября 2017г.:',
          presentations: [
            {
              id: 54,
              speaker: 'К.м.н., доцент А.С. Васильев (ЦГМА):',
              topic: '"Болевые синдромы в клинической практике".',
            },
            {
              id: 55,
              speaker: 'Ординатор Ю.В. Дерюга (ЦГМА):',
              topic:
                '"Формирование навыка правильной осанки у детей дошкольного возраста".',
            },
          ],
        },
      ],
    },
  ],
}
