import {
  _ as o,
  c as a,
  a as t,
  b as s,
  d as n,
  w as l,
  r as c,
  F as d,
  o as i,
} from './index-CHZNEVA7.js'
const f = {},
  m = { class: 'container py-4' },
  p = { class: 'card shadow-lg border-0' },
  u = { class: 'card-body d-flex flex-column align-items-center' },
  b = { class: 'fs-6 text-start mb-1' }
function _(x, e) {
  const r = c('router-link')
  return (
    i(),
    a(
      d,
      null,
      [
        t('div', m, [
          t('div', p, [
            t('div', u, [
              e[2] ||
                (e[2] = t(
                  'div',
                  { class: 'h3 text-center mb-3' },
                  ' Городская клиническая больница №51 ДЗМ ',
                  -1
                )),
              t('div', b, [
                e[1] ||
                  (e[1] = s(
                    ' Исторически с момента создания ЦНИЛ 4-го ГУ МЗ СССР в 1968 году первой клинической базой кафедры (тогда клиники) неврологии была Городская клиническая больница №51 ДЗМ. Это плодотворное сотрудничество продолжается и по сей день, благодаря чему многие сотрудники и заведующий неврологичеким отделением Сергей Александрович Иванов являются выпускниками нашей кафедры. Неврологическое отделение с блоком интенсивной неврологии ГКБ №51 имеет статус сосудистого с 2001 года и входит в состав Сердечно-сосудистого центра ГКБ №51. В отделении имеется 48 коек для больных с ОНМК и 12 коек в Блоке интенсивной неврологии. Ведение больных осуществляет так называемая мультидисциплинарная бригада специалистов, включающая кроме неврологов, кардиологов, анестезиологов-реаниматологов, специалистов по функциональной диагностике, реабилитации и т.д. В отделении применяются современные методы обследования: дуплексное сканирование брахиоцефальных артерий, транскраниальная доплерография, электроэнцефалография, нейровизуализация. В блок интенсивной неврологии госпитализируются пациенты с инсультом в рамках «терапевтического окна» (первые 6 часов от начала инсульта), а также больные с ОНМК имеющие угнетение уровня сознания и\\или сопутствующую соматическую патологию в стадии декомпенсации (независимо от сроков развития инсульта). В БИНе проводится круглосуточное лечение и наблюдение больных с ОНМК врачами и средним медицинским персоналом, мониторирование витальных показателей. В отделении оказывается весь спектр помощи пациентам с инсультом (кроме нейрохирургической), включая тромболизис. Также отделение располагает современными средствами ранней реабилитации пациенитов с ОНМК, в том числе компьютеризированными системами с биологической обратной связью. Столь широкие возможности отделения предоставляют великолепные возможности для овладения базовыми знаниями и навыками врача-невролога. Страница неврологического отделения на официальном сайте ГКБ №51 '
                  )),
                n(
                  r,
                  {
                    class: 'link-primary',
                    to: 'http://gkb51.com/therapy_departments/vascularcenter/neurology/',
                  },
                  {
                    default: l(
                      () =>
                        e[0] || (e[0] = [s('на официальном сайте ГКБ №51 ')])
                    ),
                    _: 1,
                  }
                ),
              ]),
            ]),
          ]),
          e[3] ||
            (e[3] = t(
              'div',
              { class: 'alert alert-info mt-5 h6 text-center' },
              ' Схема прохода в неврологическое отделение ГКБ № 51 ДЗМ от ст.м. Филевский парк. ',
              -1
            )),
        ]),
        e[4] ||
          (e[4] = t(
            'div',
            { class: 'map' },
            [
              t('iframe', {
                src: 'https://yandex.ru/map-widget/v1/?lang=ru_RU&scroll=true&source=constructor-api&um=constructor%3Afe782deb03bfc4bd36cde7b42eac04a7f4b2774a27088b4886cb079fc8ce01ff',
                frameborder: '0',
                allowfullscreen: 'true',
                width: '570px',
                height: '637px',
                style: { display: 'block' },
              }),
            ],
            -1
          )),
      ],
      64
    )
  )
}
const g = o(f, [
  ['render', _],
  ['__scopeId', 'data-v-b8c78d7e'],
])
export { g as default }
