import { S as a } from './specialtyList-Lv6vKuJ6.js'
import {
  _ as s,
  f as l,
  c as p,
  a as c,
  d as r,
  t as y,
  r as n,
  o,
} from './index-CHZNEVA7.js'
const m = l({
    components: { SpecialtyList: a },
    setup() {
      return {
        title: `Профессиональная переподготовка (504 часа и более)
Базовые цены на 2013 год.`,
        specialties: [
          {
            specialty: 'Кафедра анестезиологии и реаниматологии',
            cycleName: 'Анестезиология и реаниматология',
            price: '46 000',
          },
          {
            specialty: 'Кафедра анестезиологии и реаниматологии',
            cycleName: 'Анестезиология и реаниматология',
            price: '46 000',
          },
          {
            specialty:
              'Кафедра семейной медицины с курсом клинической лабораторной диагностики',
            cycleName: 'Терапия',
            price: '35 000',
          },
          {
            specialty:
              'Кафедра семейной медицины с курсом клинической лабораторной диагностики',
            cycleName: 'Кардиология',
            price: '46 000',
          },
          {
            specialty:
              'Кафедра семейной медицины с курсом клинической лабораторной диагностики',
            cycleName: 'Нефрология',
            price: '35 000',
          },
          {
            specialty:
              'Кафедра семейной медицины с курсом клинической лабораторной диагностики',
            cycleName: 'Функциональная диагностика',
            price: '60 000',
          },
          {
            specialty:
              'Кафедра семейной медицины с курсом клинической лабораторной диагностики',
            cycleName: 'Пульмонология',
            price: '40 000',
          },
          {
            specialty: 'Кафедра терапии и гастроэнтерологии',
            cycleName: 'Гастроэнтерология',
            price: '35 000',
          },
          {
            specialty: 'Кафедра хирургии с курсами эндоскопии и урологии',
            cycleName: 'Эндоскопия',
            price: '60 000',
          },
          {
            specialty: 'Кафедра неврологии',
            cycleName: 'Неврология',
            price: '40 000',
          },
          {
            specialty:
              'Кафедра стоматологии и организации стоматологической помощи',
            cycleName: 'Стоматология терапевтическая',
            price: '55 000',
          },
          {
            specialty:
              'Кафедра стоматологии и организации стоматологической помощи',
            cycleName: 'Стоматология детская',
            price: '58 000',
          },
          {
            specialty:
              'Кафедра стоматологии и организации стоматологической помощи',
            cycleName: 'Стоматология ортопедическая',
            price: '62 000',
          },
          {
            specialty:
              'Кафедра стоматологии и организации стоматологической помощи',
            cycleName: 'Стоматология хирургическая',
            price: '62 000',
          },
          {
            specialty:
              'Кафедра медицинской реабилитации, лечебной физкультуры, физиотерапии и курортологии',
            cycleName: 'Лечебная физкультура и спортивная медицина',
            price: '35 000',
          },
          {
            specialty:
              'Кафедра медицинской реабилитации, лечебной физкультуры, физиотерапии и курортологии',
            cycleName: 'Физиотерапия',
            price: '36 000',
          },
          {
            specialty: 'Кафедра лучевой диагностики',
            cycleName: 'Ультразвуковая диагностика',
            price: '85 000',
          },
          {
            specialty: 'Кафедра травматологии и ортопедии',
            cycleName: 'Травматология и ортопедия',
            price: '60 000',
          },
          {
            specialty: 'Кафедра организации здравоохранения',
            cycleName: 'Организация здравоохранения и общественное здоровье',
            price: '65 000',
          },
          {
            specialty: 'Кафедра организации здравоохранения',
            cycleName: 'Профпатология',
            price: '65 000',
          },
          {
            specialty: 'Кафедра дерматовенерологии, микологии и косметологии',
            cycleName: 'Дерматовенерология',
            price: '90 000',
          },
          {
            specialty: 'Кафедра дерматовенерологии, микологии и косметологии',
            cycleName: 'Косметология ',
            price: '90 000',
          },
        ],
      }
    },
  }),
  N = { class: 'content-container' },
  d = { class: 'content__title' }
function _(t, e, f, u, v, $) {
  const i = n('specialty-list')
  return (
    o(),
    p('div', N, [
      c('div', d, y(t.title) + ' Базовые цены на 2013 год', 1),
      r(i, { table3: !0, specialties: t.specialties }, null, 8, [
        'specialties',
      ]),
      e[0] ||
        (e[0] = c(
          'div',
          { class: 'content__contact-info' },
          ' По всем вопросам, связанным с обучением, Вы можете обратиться по тел. 8 (499) 1410471 Лосева Любовь Андреевна или 8 (499) 1402953 - методисты. ',
          -1
        )),
      e[1] ||
        (e[1] = c(
          'div',
          { class: 'contact__info' },
          [
            c(
              'div',
              null,
              ' 1. Лицензия на право осуществления образовательной деятельности, выданная Федеральной службой НСОН серия ААА № 002875, регистрационный № 2750 от 19 апреля 2012г. срок действия - бессрочно. '
            ),
            c(
              'div',
              null,
              ' 2. Свидетельство о государственной аккредитации выданное Федеральной службой НСОН, № 25-2107 от 17 июля 2009 г. Государственный аккредитационный статус установлен до 17 июля 2014г. '
            ),
          ],
          -1
        )),
    ])
  )
}
const g = s(m, [
  ['render', _],
  ['__scopeId', 'data-v-35d4f351'],
])
export { g as default }
