<template>
  <div class="container">
    <div class="card shadow-lg border-0">
      <div class="card-body d-flex flex-column align-items-center">
        <div class="h3 text-center mb-3">
          Городская клиническая больница №51 ДЗМ
        </div>
        <div class="fs-6 text-start mb-1">
          Исторически с момента создания ЦНИЛ 4-го ГУ МЗ СССР в 1968 году первой
          клинической базой кафедры (тогда клиники) неврологии была Городская
          клиническая больница №51 ДЗМ. Это плодотворное сотрудничество
          продолжается и по сей день, благодаря чему многие сотрудники и
          заведующий неврологичеким отделением Сергей Александрович Иванов
          являются выпускниками нашей кафедры. Неврологическое отделение с
          блоком интенсивной неврологии ГКБ №51 имеет статус сосудистого с 2001
          года и входит в состав Сердечно-сосудистого центра ГКБ №51. В
          отделении имеется 48 коек для больных с ОНМК и 12 коек в Блоке
          интенсивной неврологии. Ведение больных осуществляет так называемая
          мультидисциплинарная бригада специалистов, включающая кроме
          неврологов, кардиологов, анестезиологов-реаниматологов, специалистов
          по функциональной диагностике, реабилитации и т.д. В отделении
          применяются современные методы обследования: дуплексное сканирование
          брахиоцефальных артерий, транскраниальная доплерография,
          электроэнцефалография, нейровизуализация. В блок интенсивной
          неврологии госпитализируются пациенты с инсультом в рамках
          «терапевтического окна» (первые 6 часов от начала инсульта), а также
          больные с ОНМК имеющие угнетение уровня сознания и\или сопутствующую
          соматическую патологию в стадии декомпенсации (независимо от сроков
          развития инсульта). В БИНе проводится круглосуточное лечение и
          наблюдение больных с ОНМК врачами и средним медицинским персоналом,
          мониторирование витальных показателей. В отделении оказывается весь
          спектр помощи пациентам с инсультом (кроме нейрохирургической),
          включая тромболизис. Также отделение располагает современными
          средствами ранней реабилитации пациенитов с ОНМК, в том числе
          компьютеризированными системами с биологической обратной связью. Столь
          широкие возможности отделения предоставляют великолепные возможности
          для овладения базовыми знаниями и навыками врача-невролога.
        </div>
      </div>
    </div>
    <div class="alert alert-info mt-5 h6 text-center">
      Схема прохода в неврологическое отделение ГКБ № 51 ДЗМ от ст.м. Филевский
      парк.
    </div>
  </div>
  <div class="map">
    <iframe
        src="https://yandex.ru/map-widget/v1/?lang=ru_RU&amp;scroll=true&amp;source=constructor-api&amp;um=constructor%3Afe782deb03bfc4bd36cde7b42eac04a7f4b2774a27088b4886cb079fc8ce01ff"
        frameborder="0"
        allowfullscreen="true"
        width="570px"
        height="637px"
        style="display: block"
    ></iframe>
  </div>
</template>

<script setup>
</script>

<style scoped lang="scss">
.map {
  align-self: center;
  border-radius: 13px;
}

iframe {
  border-radius: 13px;
  padding: 15px;
  width: 100%;
  height: 100%;
}

@media (min-width: 1600px) {
  .map {
    width: 50%;
    height: 50vh;
  }
}

@media (max-width: 1600px) {
  .map {
    width: 70%;
    height: 50vh;
  }
}

@media (max-width: 600px) {
  .map {
    width: 100%;
    height: 50vh;
  }
}

@media (max-width: 450px) {
  .map {
    width: 100%;
    height: 50vh;
  }
}
</style>
