<template>
  <div class="container">
    <h1 class="text-center mb-3">Научно-исследовательская деятельность</h1>
    <div class="card shadow-lg border-0">
      <div class="card-body">
        <p class="lead">
          Кафедра неврологии осуществляет активную научную деятельность с
          момента своего создания в 1968 году, когда, оценив большие
          потенциальные возможности для дальнейшего развития научных
          исследований, Коллегия Госкомитета СССР по науке и технике приняла
          постановление от 1 ноября 1967 года об организации Центральной
          научно-исследовательской лаборатории Четвертого главного управления
          при Министерстве здравоохранения СССР.
        </p>

        <h2 class="mt-4">История</h2>
        <p>
          В соответствии с приказом № 474 Министерства здравоохранения СССР от
          14 июня 1968 года «0б организации специализированных клиник и
          Центральной научно-исследовательской лаборатории Четвертого главного
          управления при Минздраве СССР» и приказом начальника Четвертого
          Главного управления при Министерстве здравоохранения СССР № 75 от 5
          июля «Об организации специализированных клиник и Центральной
          научно-исследовательской лаборатории Четвертого Главного управления»
          были созданы 7 специализированных клиник.
        </p>

        <h2 class="mt-4">Научные достижения</h2>
        <p>
          Сотрудники кафедры получили около <strong>20 патентов</strong> на
          полезные модели и изобретения, в том числе:
        </p>
        <ul>
          <li><strong>Проф. В.И. Шмырев</strong> — 13 патентов</li>
          <li><strong>Доцент Н.В. Миронов</strong> — 10 патентов</li>
          <li><strong>Доцент А.С. Васильев</strong> — 3 патента</li>
          <li><strong>Ассистент М.В. Шишкина</strong> — 2 патента</li>
          <li><strong>Доцент Г.И. Резков</strong> — 1 патент</li>
        </ul>
        <p>
          За разработки в области антиоксидантной терапии профессор Шмырёв В.И.,
          доцент Миронов Н.В. и их соавторы стали лауреатами Премии
          Правительства Российской Федерации в области науки и техники за 2002
          год (№ 4861, 2003).
        </p>

        <h2 class="mt-4">Современные исследования</h2>
        <p>
          В настоящее время кафедра ведет работу по
          <strong>4 темам НИР</strong>. В 2017 году по результатам этой работы
          было защищено:
        </p>
        <div class="alert alert-info" role="alert">
          <ul>
            <li>
              3 диссертации на соискание степени к.м.н. (аспиранты Т.Г. Баскова,
              И.В. Князева, И.В. Обманов)
            </li>
            <li>Опубликовано 2 монографии</li>
            <li>2 статьи в журналах ВАК</li>
            <li>16 тезисов</li>
            <li>20 докладов на конференциях и симпозиумах различного уровня</li>
          </ul>
        </div>

        <h2 class="mt-4">Будущие планы</h2>
        <p>
          При участии кафедры также опубликовано 2 сборника научных трудов.
          Готовятся к подаче 2 заявки на полезные модели и изобретения.
        </p>
      </div>
    </div>
  </div>
</template>

<script setup></script>

<style scoped lang="scss">
.container {
  h1 {
    font-weight: 500;
    font-size: 1.5rem;
  }

  .lead {
    text-align: center;
    text-wrap: balance;
    font-size: 1.4rem;
  }

  p,
  li,
  h2 {
    font-size: 1.2rem;
  }

  .alert-info {
    margin-top: 1%;
    font-size: 1.2rem;
  }
}

@media (max-width: 958px) and (min-width: 950px) {
  .container {
    margin-top: 35px;
  }
}

@media (min-width: 958px) {
  .container {
    margin-bottom: 15px;
  }
}

@media (max-width: 600px) {
  .container {
    h1 {
      font-weight: 500;
      font-size: 1.3rem;
    }

    .lead {
      font-size: 1.2rem;
    }

    p,
    li,
    h2 {
      font-size: 1rem;
    }

    .alert-info {
      font-size: 1rem;
    }
  }
}
</style>
